Table of Contents
 Class ResultOfMember2
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result of the member
[Obfuscation(Feature = "renaming")]
[Obsolete]
public class ResultOfMember2
Inheritance
object
ResultOfMember2
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ResultOfMember2()
Constructor
public ResultOfMember2()
 ResultOfMember2(Member)
Constructor
public ResultOfMember2(Member member)
Parameters
member Member
Member
Properties
 Member
Member
public Member Member { get; set; }
Property Value
Member
 Results
List of result
public List<ResultInSection> Results { get; set; }
Property Value
List<ResultInSection>
 Edit this page